[

{"title":"Keep your ears dry","tip":"Excess moisture can allow bacteria to enter and attack the ear canal. This can cause swimmer's ear or other types of ear infections, which can be dangerous for your hearing ability. Be sure you gently towel-dry your ears after bathing or swimming. If you can feel water in the ear, tilt your head to the side and tug lightly on the ear lobe to coax the water out.You can also ensure that your ears stay dry and healthy by using custom-fit swimmers' earplugs, which block water from entering the ear canal. They're great for adults and kids alike, and they work wonders in preventing swimmer's ear. Make an appointment with your local hearing health professional to get fitted."},
{"title":"Get Up and Move","tip":"Did you know that exercise is good for your ears? It’s true. Cardio exercises like walking, running, or cycling gets the blood pumping to all parts of your body, including the ears. This helps the ears’ internal parts stay healthy and working to their maximum potential.Make sure to stay safe! When cycling, always wear a helmet. If you fall and hit your head, a concussion can harm your hearing."},
{"title":"Manage stress levels","tip":"Stress and anxiety have been linked to both temporary and permanent tinnitus (a phantom ringing in the ears). High levels of stress cause your body to go into fight or flight mode, which is an instinctual reaction that fills your body with adrenaline to help you either fight or flee from danger. This process puts a lot of pressure on your nerves, blood flow, body heat, and more. It's commonly thought that this pressure and stress can travel up into your inner ear and contribute to tinnitus symptoms."},
{"title":"Stop using cotton swabs in your ears","tip":"It’s common for people to use cotton swabs to clean wax out of their ear canal, but this is definitely not advisable. A little bit of wax in your ears is not only normal, but it’s also important. The ears are self-cleaning organs, and wax stops dust and other harmful particles from entering the canal. Plus, inserting anything inside your ear canals risks damaging sensitive organs like your ear drum.If you have excess wax, you can clean around the canal with a damp towel—gently. You could also use ear wax removal solution over the course of a few nights. This softens the wax so that it will eventually flow out on its own. The best solution is always to seek a professional opinion and care when possible."},
{"title":"Turn Down The Volume","tip":"According to the World Health Organization, 1.1 billion teenagers and young adults worldwide are at risk for noise-induced hearing loss from unsafe use of audio devices.If you like to enjoy music through headphones or earbuds, you can protect your ears by following the 60/60 rule. The suggestion is to listen with headphones at no more than 60% volume for no more than 60 minutes a day.Earbuds are especially dangerous, as they fit directly next to the eardrum. If possible, opt for over-the-ear headphones.Don't forget that any loud music, not just music played through headphones, presents a risk for noise-induced hearing loss. If you're hosting a social event, keep the music at a volume which won't force people to shout in order to hold a conversation"}    


]