[
    {"title":"Protect yourself from the sun","tip":"ne of the most important ways to take care of your skin is to protect it from the sun. A lifetime of sun exposure can cause wrinkles, age spots and other skin problems — as well as increase the risk of skin cancer.Use sunscreen. Use a broad-spectrum sunscreen with an SPF of at least 15. Apply sunscreen generously, and reapply every two hours — or more often if you're swimming or perspiring.Seek shade. Avoid the sun between 10 a.m. and 4 p.m., when the sun's rays are strongest."},
    {"title":"Treat your skin gently","tip":"Limit bath time. Hot water and long showers or baths remove oils from your skin. Limit your bath or shower time, and use warm — rather than hot — water.Avoid strong soaps. Strong soaps and detergents can strip oil from your skin. Instead, choose mild cleansers.Shave carefully. To protect and lubricate your skin, apply shaving cream, lotion or gel before shaving. For the closest shave, use a clean, sharp razor. Shave in the direction the hair grows, not against it."},
    {"title":"Eat a healthy diet","tip":"A healthy diet can help you look and feel your best. Eat plenty of fruits, vegetables, whole grains and lean proteins. The association between diet and acne isn't clear — but some research suggests that a diet rich in fish oil or fish oil supplements and low in unhealthy fats and processed or refined carbohydrates might promote younger looking skin. Drinking plenty of water helps keep your skin hydrated."},
    {"title":"Manage stress","tip":"Uncontrolled stress can make your skin more sensitive and trigger acne breakouts and other skin problems. To encourage healthy skin — and a healthy state of mind — take steps to manage your stress. Get enough sleep, set reasonable limits, scale back your to-do list and make time to do the things you enjoy. The results might be more dramatic than you expect."},
    {"title":"Don't smoke","tip":"Smoking makes your skin look older and contributes to wrinkles. Smoking narrows the tiny blood vessels in the outermost layers of skin, which decreases blood flow and makes skin paler. This also depletes the skin of oxygen and nutrients that are important to skin health.Smoking also damages collagen and elastin — the fibers that give your skin strength and elasticity. In addition, the repetitive facial expressions you make when smoking — such as pursing your lips when inhaling and squinting your eyes to keep out smoke — can contribute to wrinkles."}
]