[
    {"title":"Don’t Wash Your Hair Too Often","tip":"hen it comes to choosing the right shampoo for your hair, people go for the ones that are popular in the market or in trend, but you should always buy a mild shampoo.Washing your hair with shampoo very often can damage your hair and make the scalp dry. Your hair will lose moisture. It will also wash away the essential oils from the scalp that travel from roots through the hair tip. A dry and itchy scalp can be a reason for hair loss."},
    {"title":"Condition Your Hair Regularly","tip":"It is important that you should condition your hair from time to time. Same as a mild shampoo, use a mild conditioner. Applying an appropriate amount of conditioner will keep your hair shiny and smooth.It will keep your hair free from knots that will not lay stress on your hair roots and will prevent hair breakage. It helps manage frizzy hair while adding shine and volume to it."},
    {"title":"Avoid Using Hair Color","tip":"Hair colors are ammonia based, which is a bleaching agent and can harm your scalp and cause hair damage. It has also been seen that frequently coloring hair can increase the risk of breast cancer.Hair colors will take away the moisture of your hair leaving them dry. Instead of chemical-based hair colors, try natural hair colors that are not harsh on your hair and scalp."},
    {"title":"Protecting Your Hair","tip":"To avoid hair damage, protect it with a hat or scarf whenever you got out, especially in dusty or harsh weather. This is a simple tip, but many people often neglect it.Protecting your scalp is the most important step towards hair care because whenever you go out, the sun and dust takes away your hair’s moisture."},
    {"title":"Massage Your Scalp","tip":"Massaging helps to improve the blood circulation in the scalp. It also evenly spreads the oils that you massage with making the roots strong and help to keep your hair hydrated.A massage with coconut oil gradually increases the chances of good, long and strong hair. Hair oils are effective for hair growth and act as natural conditioners as they are packed with essential vitamins that are necessary for your scalp health."}
]