[
    {"title":"Exercise regularly" , "tip":"The first thing I tell my patients is to keep exercising. Exercise has many known benefits, and it appears that regular physical activity benefits the brain. Multiple research studies show that people who are physically active are less likely to experience a decline in their mental function and have a lower risk of developing Alzheimer’s disease. We believe these benefits are a result of increased blood flow to your brain during exercise. It also tends to counter some of the natural reduction in brain connections that occur during aging, in effect reversing some of the problems.Aim to exercise several times per week for 30–60 minutes. You can walk, swim, play tennis or any other moderate aerobic activity that increases your heart rate."},
    {"title":"Get plenty of sleep" , "tip":"Sleep plays an important role in your brain health. There are some theories that sleep helps clear abnormal proteins in your brain and consolidates memories, which boosts your overall memory and brain health.It is important that you try to get seven to eight consecutive hours of sleep per night, not fragmented sleep of two- or three-hour increments. Consecutive sleep gives your brain the time to consolidate and store your memories effectively. Sleep apnea is harmful to your brain’s health and may be the reason why you may struggle to get consecutive hours of sleep. Talk with your health care provider if you or a family member suspects you have sleep apnea."},
    {"title":"Eat a Mediterranean diet." , "tip":"Your diet plays a large role in your brain health. I recommend my patients consider following a Mediterranean diet, which emphasizes plant-based foods, whole grains, fish and healthy fats, such as olive oil. It incorporates much less red meat and salt than a typical American diet.Studies show people who closely follow a Mediterranean diet are less likely to have Alzheimer's disease than people who don't follow the diet. Further research is needed to determine which parts of the diet have the biggest impact on your brain function. However, we do know that omega fatty acids found in extra-virgin olive oil and other healthy fats are vital for your cells to function correctly, appears to decrease your risk of coronary artery disease, and increases mental focus and slow cognitive decline in older adults."},
    {"title":"Stay mentally active." , "tip":"Your brain is similar to a muscle — you need to use it or you lose it. There are many things that you can do to keep your brain in shape, such as doing crossword puzzles or Sudoku, reading, playing cards or putting together a jigsaw puzzle. Consider it cross-training your brain. So incorporate different activities to increase the effectiveness.I don’t recommend any of the paid brain-training programs available today. These programs often make promises that they can’t keep or focus on memorization skills that aren’t useful in everyday life. Your brain can get just as good of a workout through reading or challenging yourself with puzzles.  Finally, don’t watch too much television, as that is a passive activity and does little to stimulate your brain."},
    {"title":"Remain socially involved" , "tip":"Social interaction helps ward off depression and stress, both of which can contribute to memory loss. Look for opportunities to connect with loved ones, friends and others, especially if you live alone. There is research that links solitary confinement to brain atrophy, so remaining socially active may have the opposite effect and strengthen the health of your brain"}


]