[
    
    {"title":"Watch Your Posture While Sitting ","tip":"Sit in chairs with back supports, and use a lumbar roll to maintain the normal curve of your low back. Ensure that the height of your chair is such that your feet can rest flat on the floor with your knees and hips level. The average American sits nine hours a day. Do not sit longer than one hour without getting up to stretch or move!"},
    {"title":"Stand Smart","tip":"Maintain the normal curves of your spine while standing. When standing tall, you should be able to draw a line down through your ear, shoulder, hip, and ankle. Wear good shoes and consider using a standing desk mat if you stand a lot during work, and make sure to take periodic breaks from standing."},
    {"title":"Lift Correctly","tip":"Lift objects by using the strong muscles in your legs. Get close to the object, bend your knees and your hips, and maintain the normal curve of your low back. Do not twist when lifting or carrying items. Think about the tasks you perform daily at work or home, and minimize lifting and carrying objects. Rolling carts and other strategies can help reduce back strain."},
    {"title":"Exercise Regularly","tip":"Individuals who exercise regularly will generally experience better health, reduced back pain, and less stress. A good exercise program should have a stretching component, a strengthening component, and an aerobic component. Maintain the mobility of your spine by stretching daily, and strengthen your core and extremities several times a week. Strive to get regular cardiovascular exercise three to five days a week. Choose activities you like such as walking, swimming, dancing, or riding a bike! "},
    {"title":"Keep Moving, Even When You Have Pain","tip":"The majority of back pain is mechanical in nature, and will likely reduce with gentle movements, stretching, and walking. As tempting as it may be to stay in bed when you are hurting, remember that you will likely feel better by getting up and gently moving and walking."}
]