[
    {"title":"Eat a Balanced Diet","tip":"As part of your healthy diet, choose foods rich in antioxidants, like Vitamins A and C; foods like leafy, green vegetables and fish.  Many foods – especially fatty fish, such as salmon – contain essential omega-3 fatty acids that are important to the health of the macula, the part of the eye responsible for central vision.An inadequate intake of antioxidants, consumption of alcohol or saturated fats may create free-radical reactions that can harm the macula – the central part of the retina. High-fat diets can also cause deposits that constrict blood flow in the arteries. The eyes are especially sensitive to this, given the small size of the blood vessels that feed them."},
    {"title":"Wash your hands","tip":"Keeping your hands clean is so important when it comes to your eyes, especially if you’re a contact lens wearer. Before you touch your eye—and before you put in or remove a contact lens—wash your hands with a mild soap and dry with a lint-free towel. Some germs and bacteria that come from your hands can cause eye infections, like bacterial conjunctivitis (pink eye). When you touch your eye, whatever is on your fingers goes right onto your eye’s surface. This is one way that people catch colds—rubbing their eyes while they have cold virus germs on their hands."},
    {"title":"Devices and Blue Light","tip":"You're probably using digital devices for hours each day at work and at home. These devices are exposing your eyes to high energy blue light. It's called blue light because the wavelengths emitted are near the bluer part of the spectrum. Lutein & Zeaxanthin are eye nutrients that are concentrated in the macula and help eyes filter blue light.* Lutein and Zeaxanthin cannot be produced by our bodies on their own, so they must be obtained through diet and/or supplements. If you don't think you're getting enough in your diet, visit Ocuvite.com to learn more. "},
    {"title":"Wear Sunglasses","tip":"To protect your eyes from harmful ultraviolet (UV) light, choose sunglasses with both UVA and UVB protection. Also, wearing a hat with a brim will greatly reduce the amount of UV radiation slipping around the side of your sunglasses."},
    {"title":"Don't Smoke","tip":"Smoking exposes your eyes to high levels of oxidative stress. While the connection has not been clearly identified, it is known that smoking increases your risk for a variety of health conditions affecting the eye. To help you quit, visit the American Lung Association’s free online smoking cessation program – Freedom From Smoking Online – at www.ffsonline.org. "}
    
]