[
{"title":"Eat Real Food","tip":"The typical Western diet — high in refined carbs, saturated fat and food additives — has been linked to an increased risk of developing digestive disorders.Food additives, including glucose, salt and other chemicals, have been suggested to contribute to increased gut inflammation, leading to a condition called leaky gut.Trans fats are found in many processed foods. They’re well-known for their negative effects on heart health but have also been associated with an increased risk of developing ulcerative colitis, an inflammatory bowel disease"},
{"title":"Get Plenty of Fiber","tip":"It’s common knowledge that fiber is beneficial for good digestion.Soluble fiber absorbs water and helps add bulk to your stool. Insoluble fiber acts like a giant toothbrush, helping your digestive tract keep everything moving along.Soluble fiber is found in oat bran, legumes, nuts and seeds, while vegetables, whole grains and wheat bran are good sources of insoluble fiber.A high-fiber diet has been linked to a reduced risk of digestive conditions, including ulcers, reflux, hemorrhoids, diverticulitis and IBS"},
{"title":"Add Healthy Fats to Your Diet","tip":"Good digestion may require eating enough fat. Fat helps you feel satisfied after a meal and is often needed for proper nutrient absorption.Additionally, studies have shown that omega-3 fatty acids may decrease your risk of developing inflammatory bowel diseases like ulcerative colitis.In addition to water, you can also meet your fluid intake with herbal teas and other non-caffeinated beverages such as seltzer water."},
{"title":"Stay Hydrated","tip":"Low fluid intake is a common cause of constipation.Experts recommend drinking 50–66 ounces (1.5–2 liters) of non-caffeinated fluids per day to prevent constipation. However, you may need more if you live in a warm climate or exercise strenuously"},
{"title":"Manage Your Stress","tip":"Stress can wreak havoc on your digestive system.It has been associated with stomach ulcers, diarrhea, constipation and IBS.Stress hormones directly affect your digestion. When your body is in fight-or-flight mode, it thinks you don’t have time to rest and digest. During periods of stress, blood and energy are diverted away from your digestive system."}

]